using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;


/*
 *Створюйте властивості
2) Створіть клас «Веб-сайт». Необхідно зберігати у полях класу: назву сайту, шлях до сайту, опис сайту, ip-адресу сайту. Реалізуйте методи класу для введення даних, виведення даних. Реалізуйте доступ до окремих полів через методи класу. 

3) Створіть клас «Журнал». Необхідно зберігати у полях класу: назву журналу, рік заснування, опис журналу, контактний телефон, email. Реалізуйте методи класу для введення даних, виведення даних. Реалізуйте доступ до окремих полів через методи класу.
4)  Створіть клас «Магазин». Необхідно зберігати у полях класу: назву магазину, адреса, опис профілю магазину, контактний телефон, email. Реалізуйте методи класу для введення даних, виведення даних. Реалізуйте доступ до окремих полів через методи класу. 
 */
namespace Propertise
{
    class Program
    {
        static void Main(string[] args)
        {
        }
    }
}
